APIRequest/SNAP_Rules.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:typ="http://oracle.com/determinations/server/10.4/Assets/assess/types">
   <soapenv:Header/>
   <soapenv:Body>
<assess-request xmlns="http://oracle.com/determinations/server/10.4/Assets/assess/types">
 
    <global-instance>
        <casemode>
            <text-val>IR</text-val>
        </casemode>
        <edbcRunDt>
            <date-val>2019-12-25-05:00</date-val>
        </edbcRunDt>
        <refuseToProvideAssetInfo>
            <boolean-val>false</boolean-val>
        </refuseToProvideAssetInfo>
        
        <list-edg_group>
            
        </list-edg_group>
    </global-instance>
</assess-request>

   </soapenv:Body>
</soapenv:Envelope>
